{
    "queries": [
        {
            "role": "축구부 주장",
            "original_episode": "나는 축구팀에서 주장을 하고 있다. 축구팀에서 주장은 팀을 이끌어야하고 소통해야한다는 부담감을 대부분 갖고 있는 것 같다. 팀의 주장이 되고 팀원들 적극적으로 소통하고 먼저 나서서 행동해야 했던 나의 직분은 소심했던 나의 성격들을 많이 변화시켰다. 나는 원래 어디 나서서 이야기도 못했는데 주장이 되니 팀원과 전술에 대해 이야기하고 경기 개선 방향에 대해 이야기를 하기 시작하면서 필요한 내용이 있다면 누구든 편해게 소통할 수 있는 적극적인 성격이 된 것 같다",
            "masked_episode": "나는 축구팀에서 주장을 맡고 있으며, 이 역할은 팀을 이끌고 소통해야 하는 책임감을 요구한다. 이 경험은 내 소심한 성격을 변화시켜 팀원들과 적극적으로 소통하고 전술 및 경기 개선 방향에 대해 이야기할 수 있는 성격으로 만들어 주었다.",
            "expanded_queries": [
                "축구팀 주장을 맡으면서 성격이 변화한 경험을 공유하는 사람들의 이야기를 찾아보세요.",
                "팀 리더십을 통해 소통 능력을 향상시킨 사례를 알아보세요."
            ]
        },
        {
            "role": "축구부 주장",
            "original_episode": "나는 축구팀 주장을 통해 나에 대한 확신과 자신감이 생겼다. 나는 항상 나의 능력과 지식을 의심하며 나를 믿지 않았다 그러나 축구팀 주장을 하면서 팀원들이 지시와 전술을 듣고 믿어주고 경기하는 상황들을 자주 보여 나에 대한 확신과 자신감을 많이 얻는 것 같다 지금은 무엇을 하던지 다 잘 할 수 있는 확신을 갖고 있다",
            "masked_episode": "나는 축구팀 주장을 맡으면서 나에 대한 확신과 자신감을 얻었다. 이전에는 나의 능력과 지식을 의심하며 나를 믿지 않았지만, 팀원들이 나의 지시와 전술을 믿고 경기에 임하는 모습을 보며 자신감을 많이 얻었다. 지금은 무엇이든 잘할 수 있다는 확신을 가지고 있다.",
            "expanded_queries": [
                "축구팀 주장을 맡으면서 자신감을 얻은 사람들의 경험을 찾아보세요.",
                "스포츠 팀 리더십이 개인의 자신감에 미치는 영향을 알아보세요."
            ]
        },
        {
            "role": "지방 출신자",
            "original_episode": "나는 지방 출신이라 어릴 때부터 문화생활이나 친구들과 놀 곳이 한정적이었다. 그래서 항상 늘 가는 곳만 가고, 새로운 곳을 시도하는 것에 대해 별로 관심이 없었다. 그런 생활에 익숙해져 있었기 때문에, '이것이 내가 좋아하는 삶'이라고 생각했다. 하지만 서울로 오고 나서, 다양한 문화생활을 즐기고 여러 곳을 다녀보면서 그동안 내가 놓쳤던 새로운 경험의 가치를 깨닫게 되었다. 서울의 다양한 전시회, 공연, 그리고 새로운 장소들을 탐험하면서 나는 그동안 도전하지 않았던 것들에 대해 흥미를 느끼기 시작했다. 이제는 새로운 곳을 가는 것과 도전하는 것을 즐기게 되었다.",
            "masked_episode": "나는 지방에서 자라면서 문화생활이나 친구들과의 활동이 제한적이었지만, 서울로 이사한 후 다양한 문화 경험을 통해 새로운 도전의 가치를 깨닫게 되었다.",
            "expanded_queries": [
                "지방 출신자들이 서울에서 경험한 문화적 변화와 적응 과정을 공유하는 사람들의 이야기를 찾아보세요.",
                "서울에서 새로운 문화와 장소를 탐험하며 얻은 깨달음과 변화에 대한 경험담을 읽어보세요."
            ]
        },
        {
            "role": "지방 출신자",
            "original_episode": "지방에서 자라면서 나는 대체로 아는 사람들과의 관계에 익숙했다. 고향에서는 항상 가까운 사람들만 만나고, 새로운 사람을 만나는 것에 큰 흥미를 느끼지 못했다. 서울로 이사 오기 전에는 낯선 사람들과 어울리는 것이 부담스럽고 어색하게 느껴졌다. 하지만 서울에서 생활을 시작하면서, 점차 다양한 사람들을 만나게 되었다. 처음에는 조금 어색했지만, 그들과의 대화와 만남을 통해 나도 모르게 즐거움을 느끼기 시작했다. 사람들의 다양한 생각과 배경을 듣고, 그들과의 교류 속에서 나 자신도 성장하는 느낌을 받았다. 이제는 새로운 사람들을 만나는 것이 즐겁고, 그들을 통해 내가 알지 못했던 새로운 세상을 경험하는 것이 매우 흥미롭다는 것을 깨달았다.",
            "masked_episode": "나는 작은 지역에서 자라면서 주로 아는 사람들과의 관계에 익숙했지만, 대도시로 이사한 후 다양한 사람들과의 만남을 통해 새로운 세상을 경험하고 즐거움을 느끼게 되었다.",
            "expanded_queries": [
                "대도시로 이사한 후 새로운 사람들과의 만남을 통해 성장한 경험을 공유하는 사람들의 이야기를 찾아보세요.",
                "지방 출신자가 대도시에서 다양한 사람들과의 교류를 통해 느낀 변화와 성장을 알아보세요."
            ]
        },
        {
            "role": "다독가",
            "original_episode": "시끄러운 곳보다 조용한 곳을 좋아하고, 사람이 많은 곳보다는 없는 곳을 좋아한다. 주변에서 찾을 수 있는 장소는 주로 도서관이었고, 나는 자연스럽게 도서관에 가는 것을 즐기고 더 책을 사는 것을 즐기는 사람이 되었다. 또한, 이렇게 책을 많이 읽게되니 초등학교 시절부터 계속 타왔던 다독상을 타게되었고 부상으로 나오던 상금이 나에게는 좋은 기억으로 남아. 지금까지 독서는 나에게 긍정적인 힘과 계속되는 취미로 남았다.",
            "masked_episode": "나는 시끄러운 곳보다 조용한 곳을 선호하고, 사람이 많은 곳보다는 적은 곳을 좋아한다. 그래서 주로 도서관을 찾게 되었고, 자연스럽게 책을 많이 읽고 사는 것을 즐기게 되었다. 초등학교 시절부터 다독상을 여러 번 수상했으며, 그때 받은 상금은 좋은 기억으로 남아 있다. 독서는 지금까지도 나에게 긍정적인 힘과 지속적인 취미로 자리 잡고 있다.",
            "expanded_queries": [
                "조용한 장소에서 독서를 즐기는 사람들의 경험을 찾아보세요.",
                "독서가 취미인 사람들이 공유하는 긍정적인 경험은 무엇인가요?"
            ]
        },
        {
            "role": "다독가",
            "original_episode": "중학교에서 고등학교로 넘어가던 시절 국내 판타지 웹소설이 급격하게 인기를 끌기 시작했다. 이런 플로우와 함께 웹툰 보는 것을 좋아하던 나는 자연스럽게 웹소설을 읽기 시작했다. 이렇게 읽기 시작한 웹소설들은 나의 독서 생활에 큰 영향을 미쳤고, 지금까지 매일매일 웹소설을 챙겨보는 사람이 되었다. 매일 연재되는 다양한 소설들을 챙겨보기 위해 하루하루를 기대하면서 살게되었고, 지친고 힘든일이 있어도 매일있는 작은 행복 덕분에 남들보다 덜 스트레스를 받고 덜 지치는 사람이 되었다.",
            "masked_episode": "중학교에서 고등학교로 넘어가던 시절, 국내 판타지 웹소설의 인기가 급상승하면서 웹툰을 좋아하던 나는 자연스럽게 웹소설을 읽기 시작했고, 이는 나의 독서 생활에 큰 영향을 미쳐 매일 웹소설을 챙겨보는 사람이 되었다.",
            "expanded_queries": [
                "국내 판타지 웹소설의 인기가 독서 습관에 미치는 영향을 경험한 사람들의 이야기를 찾아보세요.",
                "웹툰과 웹소설을 즐기는 사람들이 일상에서 느끼는 작은 행복에 대한 경험담을 검색해보세요."
            ]
        }
    ]
}