{
    "name": "한민주",
    "Age": "27",
    "Gender": "여성",
    "Job": "대학원생",
    "Major": "인공지능",
    "MBTI": "INFJ",
    "Self-tag": "쾌활함, 웃음 많음, 성실함, 우울함, 불안함, 유연함",
    "Episode": {
        "Role 1": {
            "Role": "축구부 주장",
            "Ep1": "나는 축구팀에서 주장을 하고 있다. 축구팀에서 주장은 팀을 이끌어야하고 소통해야한다는 부담감을 대부분 갖고 있는 것 같다. 팀의 주장이 되고 팀원들 적극적으로 소통하고 먼저 나서서 행동해야 했던 나의 직분은 소심했던 나의 성격들을 많이 변화시켰다. 나는 원래 어디 나서서 이야기도 못했는데 주장이 되니 팀원과 전술에 대해 이야기하고 경기 개선 방향에 대해 이야기를 하기 시작하면서 필요한 내용이 있다면 누구든 편해게 소통할 수 있는 적극적인 성격이 된 것 같다",
            "Ep2": "나는 축구팀 주장을 통해 나에 대한 확신과 자신감이 생겼다. 나는 항상 나의 능력과 지식을 의심하며 나를 믿지 않았다 그러나 축구팀 주장을 하면서 팀원들이 지시와 전술을 듣고 믿어주고 경기하는 상황들을 자주 보여 나에 대한 확신과 자신감을 많이 얻는 것 같다 지금은 무엇을 하던지 다 잘 할 수 있는 확신을 갖고 있다",
            "Experiencable": [
                "인간관계에 있어서 대화는 단순한 정보 전달 이상의 의미를 갖는다고 생각한다. 특히 ‘어떻게 말하느냐’는 ‘무엇을 말하느냐’만큼이나 중요하다. 감정이 섞인 말은 종종 본래 의도와 다르게 전달되고, 그로 인해 뜻하지 않은 오해가 생기기도 했다. 그래서 나는 타인에게 무언가를 요청하거나 의견을 전달할 때, 내 말 속에 감정이 과도하게 실려 있지는 않은지 먼저 점검하려고 노력한다. 내 말이 상대에게 어떤 영향을 줄지 상상해보고, 그 결과를 고려한 표현으로 말을 정제하는 습관이 생겼다.",
                "팀의 실적에 있어서 리더십만큼 중요한 것이 팔로워십이다. 팀 구성원들이 나를 신뢰하고 따라와 주면 경기력도, 팀 분위기도 훨씬 좋아진다. 그래서 나는 더 좋은 리더가 되기 위해 항상 팀원 한 사람 한 사람의 상태와 성향을 들여다보려 노력한다. 단순한 지시나 비판보다는, 근거 있는 제안으로 전술을 설계하려고 하고, 구성원이 수용할 수 있는 방식으로 소통하려 애쓴다. 이러한 경험은 축구부 안에서뿐 아니라 조별과제와 같은 일상적인 협업 상황에서도 자연스럽게 이어졌다."
            ]
        },
        "Role 2": {
            "Role": "지방 출신자",
            "Ep1": "나는 지방 출신이라 어릴 때부터 문화생활이나 친구들과 놀 곳이 한정적이었다. 그래서 항상 늘 가는 곳만 가고, 새로운 곳을 시도하는 것에 대해 별로 관심이 없었다. 그런 생활에 익숙해져 있었기 때문에, '이것이 내가 좋아하는 삶'이라고 생각했다. 하지만 서울로 오고 나서, 다양한 문화생활을 즐기고 여러 곳을 다녀보면서 그동안 내가 놓쳤던 새로운 경험의 가치를 깨닫게 되었다. 서울의 다양한 전시회, 공연, 그리고 새로운 장소들을 탐험하면서 나는 그동안 도전하지 않았던 것들에 대해 흥미를 느끼기 시작했다. 이제는 새로운 곳을 가는 것과 도전하는 것을 즐기게 되었다.",
            "Ep2": "지방에서 자라면서 나는 대체로 아는 사람들과의 관계에 익숙했다. 고향에서는 항상 가까운 사람들만 만나고, 새로운 사람을 만나는 것에 큰 흥미를 느끼지 못했다. 서울로 이사 오기 전에는 낯선 사람들과 어울리는 것이 부담스럽고 어색하게 느껴졌다. 하지만 서울에서 생활을 시작하면서, 점차 다양한 사람들을 만나게 되었다. 처음에는 조금 어색했지만, 그들과의 대화와 만남을 통해 나도 모르게 즐거움을 느끼기 시작했다. 사람들의 다양한 생각과 배경을 듣고, 그들과의 교류 속에서 나 자신도 성장하는 느낌을 받았다. 이제는 새로운 사람들을 만나는 것이 즐겁고, 그들을 통해 내가 알지 못했던 새로운 세상을 경험하는 것이 매우 흥미롭다는 것을 깨달았다.",
            "Experiencable": [
                "지방 소도시에서 자라며 나는 대부분 동네의 친구들과 익숙한 일상만을 경험했다. 하지만 대학 진학을 위해 서울로 오게 되면서 그동안 느껴보지 못한 다양한 문화적 충격을 받았다. 처음에는 서울의 복잡한 지하철 노선도와 바쁜 거리에 당황했지만, 시간이 지나면서 점점 새로운 환경에 적응하게 되었다. 주말마다 서울 곳곳을 탐방하며 전시회, 뮤지컬, 다양한 거리 공연들을 즐겼고, 그 과정에서 문화의 다양성을 몸소 체험할 수 있었다. 이러한 경험들은 나에게 새로운 도전의 가치를 일깨워주었고, 세상을 보는 시야를 넓혀주었다.",
                "지방에서 자라며 친숙한 얼굴들 속에서 관계를 맺어온 나는 대도시 서울에서 다양한 국적과 배경을 가진 사람들을 만나게 되었다. 처음에는 서울 사람들은 냉정하고 차가울 것이라는 선입견이 있었지만, 실제로는 다정하고 열린 마음을 가진 사람들도 많았다. 다양한 학교 모임과 동아리 활동을 통해 서로 다른 가치관과 문화를 존중하고 이해하는 법을 배웠다. 이러한 경험들은 나에게 사회적 관계의 중요성을 깨닫게 해주었고, 다양한 사람들과의 만남을 통해 나만의 세계관을 넓혀 나갈 수 있었다."
            ]
        },
        "Role 3": {
            "Role": "다독가",
            "Ep1": "시끄러운 곳보다 조용한 곳을 좋아하고, 사람이 많은 곳보다는 없는 곳을 좋아한다. 주변에서 찾을 수 있는 장소는 주로 도서관이었고, 나는 자연스럽게 도서관에 가는 것을 즐기고 더 책을 사는 것을 즐기는 사람이 되었다. 또한, 이렇게 책을 많이 읽게되니 초등학교 시절부터 계속 타왔던 다독상을 타게되었고 부상으로 나오던 상금이 나에게는 좋은 기억으로 남아. 지금까지 독서는 나에게 긍정적인 힘과 계속되는 취미로 남았다.",
            "Ep2": "중학교에서 고등학교로 넘어가던 시절 국내 판타지 웹소설이 급격하게 인기를 끌기 시작했다. 이런 플로우와 함께 웹툰 보는 것을 좋아하던 나는 자연스럽게 웹소설을 읽기 시작했다. 이렇게 읽기 시작한 웹소설들은 나의 독서 생활에 큰 영향을 미쳤고, 지금까지 매일매일 웹소설을 챙겨보는 사람이 되었다. 매일 연재되는 다양한 소설들을 챙겨보기 위해 하루하루를 기대하면서 살게되었고, 지친고 힘든일이 있어도 매일있는 작은 행복 덕분에 남들보다 덜 스트레스를 받고 덜 지치는 사람이 되었다.",
            "Experiencable": [
                "사람들과의 대화는 종종 피곤했다. 피상적인 주제, 의례로 점철된 대화, 맥락 없이 주고받는 질문들. 말은 오갔지만, 마음은 늘 어딘가 닫혀 있다는 느낌이 들었다. 반면, 책은 달랐다. 책 속엔 인물들의 진실한 내면이 드러난다. 그 감정의 결을 따라가다 보면 어느새 나도 함께 아파하거나 웃고 있었다. 나는 그 진실된 흐름 속에서 위로를 받았고, 꺼내기 어려웠던 마음을 마주할 수 있었다. ",
                "한번쯤은 이야기의 주인공이 되어보는 것도 즐거울 것 같다는 상상이 끝도 없이 이어져 구체적으로 어떤 캐릭터였으면 좋겠다거나 저 소설의 누구였으면 좋겠다는 생각까지 한 번에 끝내버린다. 뭐, 지금 삶에 크게 불만이 있기보다는 다른 사람의 삶을 경험해보는 것도 재미있지 않을까하는 정도. 현실에서 벗어난 선택지를 상상으로나마 자유롭게 겪어보는 거다. 현실의 나는 여전히 주어진 일을 해내며 살아가지만.."
            ]
        }
    }
}